03_erb_partial/deas-0.25.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    34.76ms   25.75ms  88.51ms   77.14%
    Req/Sec   160.69     81.14   250.00     60.00%
  642 requests in 2.00s, 243.26KB read
  Socket errors: connect 0, read 7, write 0, timeout 0
Requests/sec:    320.87
Transfer/sec:    121.58KB