03_erb_partial/deas-0.25.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    25.37ms   12.00ms  80.56ms   95.83%
    Req/Sec   153.25     36.34   214.00     54.17%
  620 requests in 2.00s, 234.59KB read
  Socket errors: connect 0, read 4, write 0, timeout 0
Requests/sec:    309.91
Transfer/sec:    117.26KB